{"allRoundData":[],"flagData":[],"transitionFactData":[{"fact":"The Sagrada Familia church in Barcelona is taking longer to build than the pyramids. Construction began in 1882..."},{"fact":"Iceland is just a baby in terms of the history of the world, at only 20 million years old."},{"fact":"The most visited place in Europe is Disneyland, Paris."},{"fact":"The small country of Belgium has the world's densest rail network (113.8 km/1,000 Km2)."},{"fact":"The most visited place in Europe is Disneyland, Paris."},{"fact":"Bulgaria is the oldest country in Europe and it hasn't changed its name since 681 AD."},{"fact":"40% of the Greek population live in its capital, Athens."},{"fact":"Iceland has no mosquitoes."},{"fact":"The Dark Ages in Europe lasted for twice as long as the United States has been a nation."},{"fact":"Russia has over 13,000 uninhabited villages."},{"fact":"Croissants were actually invented in Austria."},{"fact":"The escalators in London's underground travel two times the circumference of the Earth every week."},{"fact":"The airport in Brussels sells more chocolate than any other single location on Earth."},{"fact":"Thanks to the Lochness Monster, Scotland receives the equivalent of 7 million Euros every year due to tourism."},{"fact":"By ferry, it will take you only half an hour to reach Africa from Spain."},{"fact":"The longest town name in Europe is Lanfairpwllgwyngyllgogerychwyrndrobwllllantysiliogogogoch in Wales."},{"fact":"Liechtenstein is a very small country. During its last military engagement in 1866 they sent out 80 soldiers and came back with 81. Apparently they made a friend in Italy."},{"fact":"Djibouti is the capital of Djibouti!"},{"fact":"With over 95% of its population being overweight, the small island nation of Nauru is by far the fattest country on Earth."},{"fact":"With over 3 million lakes 9% of Canadian territory is actually fresh water and over 60% of all the lakes in the world are found within its borders."},{"fact":"At 4 people per square mile Mongolia is the least densely populated country on Earth."},{"fact":"Saudi Arabia is the only country with no rivers... None at all. Most of their fresh water comes from desalinization plants or underground reservoirs."},{"fact":"With a natural decrease in population of 0.8% annually, between now and 2050 Ukraine is expected to lose around 30% of its people."},{"fact":"The United States has the most people behind bars. With 2.2 million people behind bars it has 5% of the world’s population but 25% of the world’s incarcerated population."},{"fact":"Producing a whopping 95 percent of the world’s opium, not even 10 years of occupation by American forces have slowed down the industry."},{"fact":"With 50% of its population having been educated at the post secondary level, Canada easily has the most educated populace in the world."},{"fact":"Over 820 languages are spoken in Papua New Guinea or 12% of the world’s total languages."},{"fact":"Singapore is the largest country with no farms. Although there are a number of small nations in the world that show no hint of having an agriculture based economy, (take Vatican City for example) Singapore is the largest of these urban city-states."},{"fact":"With 91% of its land covered in jungle Suriname’s half-a-million residents live primarily along the coast near the capital. Only 5% of the population (mainly indigenous people) live inland."},{"fact":"Although Vatican City is smaller (.17 sq mi) than Monaco (.8 sq mi), unlike Monaco it doesn’t have any permanent residents which leaves Monaco as the smallest permanently inhabited nation in the world."},{"fact":"After some rough economic times coupled with an increased birth rate, Malta experienced significant immigration. It was so significant that there are now more Maltese living abroad than within the country itself."},{"fact":"The Maldives that has an average height of around 1.8 meters above sea level. Their nation is the lowest on Earth."},{"fact":"If you count everything, including overseas territories, then France claims the title of having the most time zones by covering 12 time zones. The United States would be the runner-up with 11 and then Russia with 9."},{"fact":"Guam doesn’t have any natural sand, but rather coral, the island nation makes its asphalt using a mix of ground coral and oil rather than importing sand from abroad."},{"fact":"Egypt is the first country in the world to achieve sovereignty based upon the formation of the first dynasty in 3100 BC."}]}